tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
brew "bat"
brew "bitwarden-cli"
brew "cocoapods"
brew "colima"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "expect"
brew "fd"
brew "fzf"
brew "git"
brew "gnupg"
brew "go"
brew "golangci-lint"
brew "gopass"
brew "jq"
brew "lazygit"
brew "n"
brew "neovim", args: ["HEAD"]
brew "p7zip"
brew "ripgrep"
brew "stylua"
brew "tmux"
brew "tmuxinator"
brew "watchman"
brew "wget"
brew "zsh"
brew "hashicorp/tap/terraform"
cask "amethyst"
cask "hammerspoon"
cask "kitty"
cask "raycast"
cask "react-native-debugger"
