tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jarred-sumner/git-peek"
brew "bat"
brew "icu4c@76"
brew "harfbuzz"
brew "openjdk"
brew "bundletool"
brew "cocoapods"
brew "lima"
brew "colima"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "esptool", link: false
brew "expect"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "go"
brew "golangci-lint"
brew "gopass"
brew "jq"
brew "ko"
brew "lazydocker"
brew "lazygit"
brew "lsd"
brew "lua-language-server"
brew "n"
brew "tree-sitter", args: ["HEAD"]
brew "utf8proc"
brew "neovim", args: ["HEAD"]
brew "opam"
brew "p7zip"
brew "pipx"
brew "postgresql@14"
brew "pv"
brew "qemu"
brew "ripgrep"
brew "stylua"
brew "tcl-tk"
brew "tmux"
brew "tmuxinator"
brew "watchman"
brew "wget"
brew "yazi"
brew "zsh"
brew "hashicorp/tap/terraform"
brew "jarred-sumner/git-peek/git-peek"
cask "amethyst"
cask "bruno"
cask "ghostty"
cask "hammerspoon"
cask "raycast"
cask "react-native-debugger"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "expo.vscode-expo-tools"
vscode "golang.go"
vscode "jdinhlife.gruvbox"
vscode "ocamllabs.ocaml-platform"
