tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jarred-sumner/git-peek"
brew "bat"
brew "bundletool"
brew "cocoapods"
brew "unbound"
brew "qemu"
brew "colima"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "folly"
brew "edencommon"
brew "tcl-tk"
brew "expect"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "fd"
brew "fzf"
brew "git"
brew "gnupg"
brew "go"
brew "golangci-lint"
brew "gopass"
brew "jq"
brew "lazygit"
brew "n"
brew "neovim", args: ["HEAD"]
brew "opam"
brew "p7zip"
brew "python@3.11"
brew "ripgrep"
brew "stylua"
brew "tmux"
brew "tmuxinator"
brew "watchman"
brew "wget"
brew "zsh"
brew "hashicorp/tap/terraform"
brew "jarred-sumner/git-peek/git-peek"
cask "amethyst"
cask "hammerspoon"
cask "kitty"
cask "raycast"
cask "react-native-debugger"
vscode "golang.go"
vscode "jdinhlife.gruvbox"
